export const dateData = [
    { 
        day: 'กำเนิดวันอาทิตย์ (๑) ทายว่า จุติมาจากเมืองกลิงคราษฎร์ เป็นคนใจแข็ง เคียดแค้น โกรธง่ายหายเร็ว',
        discription: 'ตำนานว่า : คนเกิดวัน อาทิตย์ จิตใจมักง่าย เงินทองใช้จ่าย มักง่ายจ่ายไป ทำคุณผู้ใด เหมือนไฟตกน้ำ รักใครลึกล้ำ ไม่คลำดูผิด ซื่อตรงต่อมิตร ไม่คิดเงินทอง มีคดีมาต้องสองทีสามที พลัดพรากจากที่ หลายครั้งหลายครา สามครั้งได้ดี เพราะมีปัญญา ญาติพงศาเขาไม่นำพา นามพระยาครุฑ สำหรับมนุษย์ แม่นเป็นที่สุด ดุจดั่งตำรา',
    },
    {
        day: 'กำเนิดวันจันทร์ (๒) ท่านว่า จุติมาจากนครนาคราช มีเสน่ห์ เดชานุภาพจะได้เป็นใหญ่ มากชูหลายคู่ครอง',
        discription: 'ตำนานว่า : คนเกิดวันจันทร์ ผู้นั้นมักขาด ไร้มิตรผิดญาติ พึ่งพามิได้ อาศัยเงินทองมือซ้ายมือขวา มาเป็นพี่น้อง ครองตัวมั่นคง ใจจิตคิดครอง เพื่อนฝูงชอบใจ มานะโกรธง่าย ใจแข็งปากกล้า พี่น้อง ครองตัวมั่นคง ใจจิตคิดครอง เพื่อนฝูงชอบใจ มานะโกรธง่าย ใจแข็งปากกล้า พี่น้องเขาว่าไม่เกรงเถียงสิ้น มีแผลสำคัญ ท่านว่าถูกไฟ สองครั้งเป็นไร แทบตายลำบาก เป็นเพราะผู้ใหญ่สองครั้งไฟไหม้ ภายหลังได้ดี ครอบครัวท่วงที นามชื่อธาตุไม้ ในกำเนิดนั้น',
    },
    {
        day: 'กำเนิดวันอังคาร (๓) ท่านว่า จุติมาจากแดนนรก มีกำลังแรงใจแข็งนักรบ ชอบอาสาเจ้านาย ออกทัพจับศึก',
        discription: 'ตำนานว่า : คนเกิดวัน อังคาร ท่านว่าผมไม่ดก หยักศกรกพันคอ ใจคอไม้ท้อโลภโมโทสัน ที่พึงอาศัย ไม่สู้มั่นคง เพราะญาติวงศา มักให้ทุกข์ภัย ได้ดีสี่หน ยากจนลำบาก เพราะที่ไร่นา ว่ามีปัญญา รูปทรงสะคราญ เจรจาอ่อนหวาน การงานอุตส่าห์ ธาตุเหล็กแข็งกล้า นามชื่อราชสีห์ สำหรับโลกีย์ ฤาษีแต่งไว้'
    }, 
    {
        day: 'กำเนิดวันพุธ (๔) ท่านว่า จุติมาจากลังกาทีป มักได้ดี มีทรัพย์มาก ได้คู่ครองดี มีวาสนาสูง',
        discription: 'ตำนานว่า : คนเกิดวัน พุธ  มีบุตรชายหญิง ใจดีมักง่าย ไร้ญาติกา พี่น้องเผ่าพันธุ์ พึ่งกันมิได้ เงินทองหาได้ เก็บไว้ไม่คง ถ้าเป็นพระสงฆ์ ลือชาปรากฏ อุตส่าห์กำหนด ช่างมด ช่างหมอ เป็นคฤหัสถ์ลำบาก เจ้าชู้หลายเมีย เงินทองบ่อมี ตกยากสี่ที ได้ดีสามครา นามธาตุช้างเฒ่า อาจารย์บอกล่าวว่าไว้แท้จริง'
    }, 
    {
        day: 'กำเนิดวันพฤหัสบดี (๕) ท่านว่า จุติมาจากสวรรค์ เป็นคนดีมีสติปัญญา รู้หลักนักปราชญ์ เป็นที่ปรึกษาของคนทั่วไป',
        discription: 'ตำนานว่า : คนเกิดวันพฤหัสบดี รูปร่างสันทัด มัธยัสถ์ใจดี ถ้าเกิดที่นี่ ได้ดีที่อื่น เมียก่อนไม่ยืน ภายหลังยินดี ที่คนอาศัย ทำใจมักง่าย มักเชื่อใจคน มีพิษทรชน ทำคุณบูชาโทษ คนเขามักโกรธ กล่าวโทษนินทา ว่าร้ายภายหลัง ต้นปลายมั่นคง กลางถึงรำคาญ ธาตุน้ำนามหมู อาจารย์ท่านรู้ กล่าวโทษอภิปราย'
    }, 
    {
        day: 'กำเนิดวันศุกร์ (๖) ท่านว่า จุติมาจากอุตตรกาโรทวีป  มักได้ดีมียศถาบรรดาศักดิ์ แต่งตัวไม่เป็นชอบเก็บตัวสังคมไม่เป็น',
        discription: 'ตำนานว่า : คนเกิดวัน ศุกร์ ทุกข์ภัยไม่มี เจรจาพาที มีความซื่อสัตย์ขัดใจสิ่งใด ไม่ค่อยออกอรรถ เพื่อนฝูงมัธยัสถ์ มิสู้มากนัก เมื่อน้อยลำบาก ตกจากช้างม้า แล้วเป็นกำพร้า มารดาตายก่อนเป็นหม้ายสองหน พ้นนั้นมั่นคง มักจงไว้ใจ กระจุกกระจิก เพราะเขาทำศึก ครั้งนี้วุ่นวาย ถ้าโกรธใจร้าย ไม่สู้มากความ ธาตุลมโฉมงาม ปรามใจยั้งหยุด แต่มนุษย์ทั้งหลายไม่ขึ้น ชอบเก็บตัวตน ไม่ชอบซุกซน มียศสูงแล'
    }, 
    {
        day: 'กำเนิดวันเสาร์ (๗) ท่านว่า จุติมาจากเขาไกรลาส มีฤทธิ์เดช มีอำนาจ วาสนา อาสาเจ้านาย จะได้เป็นใหญ่',
        discription: 'ตำนานว่า : คนเกิดวันเสาร์ เผ่าญาติพี่น้อง ใจจิตคิดปอง จองหองแก่กัน โมโหดื้อรื้น ไม่มั่นไม่คง ตรงผู้อื่น ชื่นชมนักหนา บ้านนอกคอกนามิสู้สมัคร ชังใครชังนัก รักใครรักจริง พี่น้องด้วยกัน ไม่หวังถวิล ผิดด้วยสตรี หลายครั้งหลายหน เงินทองข้าคน เกิดข้างที่ปลาย นามธาตุไฟ ใจมักง่ายนักแล'
    }  
]
