export const luckyDayData = [
    {
        day: "๑ ค่ำ",
        meaning: "ม้าแก้วสู่โรงธรรม",
        status: "เป็นวันดี",
        discription: "เดินทางปลอดภัย ประสบผลสำเร็จ ทุกประการ",
    },
    {
        day: "๒ ค่ำ",
        meaning: "ฟังธรรมกลางป่าช้า",
        status: "เป็นวันดี-ไม่ดี",
        discription: "สำเร็จ แต่เงียบ ต้องฟันฝ่าอุปสรรคอย่างมากมาย",
    },
    {
        day: "๓ ค่ำ",
        meaning: "ล้างมือคอยท่า",
        status: "เป็นวันดี",
        discription: "กล้า แข็ง ขยัน จะประสบความสำเร็จง่าย คิดจะทำอะไรก็สำเร็จผลทุกประการ"
    },
    {
        day: "๔ ค่ำ",
        meaning: "ฝ่าตีนตากแดด",
        status: "เป็นวันเสีย",
        discription: "ปัญหามรดก ห้ามขึ้นบ้านใหม่ ห้ามเดินทาง ห้ามเสี่ยงโชค",
    },
    {
        day: "๕ ค่ำ",
        meaning: "ผีแวดล้อมเอา",
        status: "เป็นวันเสีย",
        discription: "จะมีอิทธิพลจากสิ่งที่มองไม่เห็นเช่น ภูตผี ปิศาจ การไม่เคารพผู้ใหญ่ ไม่มีผลงาน ยังไม่ถึงเวลาจะมีผล",
    },
    {
        day: "๖ ค่ำ",
        meaning: "สู่สำเภาพ่อค้า",
        status: "เป็นวันดี",
        discription: "เหมาะแก่การแสวงหาลาภผล การเดินทางเจรจาติดต่อการค้าขาย กิเลศสมบัติ ต้องทำเอง",
    },
    {
        day: "๗ ค่ำ",
        meaning: "ศัตรูอยู่หน้าท่าประจญ",
        status: "เป็นวันเสียมาก",
        discription: "เดินทางไกล ย้ายสถาน สูงยิ่งในที่อื่น เสี้ยนหนามมาก ลำบาก ไปกินตำแหน่ง",
    },
    {
        day: "๘ ค่ำ",
        meaning: "ทำวนบ่ทันเมี้ยน",
        status: "เป็นวันเสีย",
        discription: "ทำวนไปวนมา ไม่อยู่ในศีลธรรม ไม่รู้ผิดรู้ถูก ห้ามลงทุนค้าขาย ห้ามเดินทาง เปิดร้านใหม่",
    },
    {
        day: "๙ ค่ำ",
        meaning: "ต้องเสี้ยนพระราม",
        status: "เป็นวันเสีย",
        discription: "จะเป็นโทษเหมือนดังยักษ์ต้องศรนารายณ์ ผู้ใหญ่จะให้โทษ ภูเขา ที่สูง ต้องฉลาด",
    },
    {
        day: "๑๐ ค่ำ",
        meaning: "หาความบ่มิได้",
        status: "เป็นวันดี",
        discription: "เป็นวันดี ปลอดโปร่ง เหมาะกับการเปิดร้านใหม่ เดินทาง ขึ้นบ้านใหม่ ไม่ดีกับวันอาทิตย์ ยศตำแหน่งจะวิบัติ",
    },
    {
        day: "๑๑ ค่ำ",
        meaning: "ทุกข์ภัยบ่มี",
        status: "เป็นวันดี",
        discription: "เป็นวันดี สบายๆ แต่ต้องมีวินัย เหมาะกับการเดินทาง เปิดร้านใหม่ ย้ายบ้าน จะอยู่เย็นเป็นสุข"
    },
    {
        day: "๑๒ ค่ำ",
        meaning: "บ่ดีแต่สักคาบ",
        status: "เป็นวันเสียมาก",
        discription: "ไม่ดีเลย ครัวเรือนไม่ดี พูดไม่ดี หาความเจริญไม่ได้ ห้ามทำการมงคล ออกเดินทาง",
    },
    {
        day: "๑๓ ค่ำ",
        meaning: "ชัยปราบชมภู",
        status: "เป็นวันดี",
        discription: "เหมาะกับการทำมงคลทุกชนิด มีมานะฐิติ ใช้อำนาจข่ม จะชนะอุปสรรคทั้งปวง ต้องรู้จริง"
    },
    {
        day: "๑๔ ค่ำ",
        meaning: "ศัตรูปองฆ่า",
        status: "เป็นวันเสียมาก",
        discription: "มีเจ้ากรรมนายเวร เจ็บแล้วไม่จำ วางแผนไม่ดี ห้ามทำการมงคล ห้ามออกเดินทาง จะพบศัตรูคู่อาฆาต",
    },
    {
        day: "๑๕ ค่ำ",
        meaning: "บ่ายหน้าวายชนม์ ",
        status: "เป็นวันเสียมาก",
        discription: "ต้องตัดสินใจให้เด็กขาด ต้องมีความรู้ ห้ามประกอบการมงคลทุกชนิด โดยเฉพาะวันแรม 15 ค่ำ",
    },
];