export const mahaoccasionData = [
    {
        waxing: 1,
        occasion: 'ศุกลปักษ์ ขึ้น ๑ ค่ำ',
        discription: 'ดาวพุธตกที่มหาเศรษฐี ดาวพฤหัสบดี ตกที่อากาศ เทพจรอยู่ที่หัวไหล่ พระนารายณ์ให้ฤกษ์ ทำการมงคลดี จะมีลาภสักการะ เดินทางบกไม่ดีจะเสียทรัพย์ เดินทางน้ำดีจะได้ลาภ สู่ขอสาวหรือซื้อวัวควายและทำการค้าทั้งปวงดี แต่อย่าเจรจาถ้อยความไม่ดี จะเสียสัตว์ 2 เท้า 4 เท้า โชคดีตั้งแต่เช้าถึงเที่ยง โชคร้ายตั้งแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 2,
        occasion: 'ศุกลปักษ์ ขึ้น ๒ ค่ำ',
        discription: 'ดาวอังคารตกหนทาง ดาวพุธห้ามฤกษ์ เทพจรลงที่เท้า อย่าทำการมงคล อย่าสู่ขอเมียไม่ดี อย่าไปหาขุนนาง อย่าเดินทางค้าขาย อย่าไปซื้อผ้าหรือวัวควายไมดี อย่าช่วยคนปลูกเรือนสร้างบ้านไม่ดี โชคร้ายตกแต่เช้าถึงเที่ยง โชคดีตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 3,
        occasion: 'ศุกลปักษ์ ขึ้น ๓ ค่ำ',
        discription: 'ดาวจันทร์ตกป่าไม้ ดาวอังคารตกที่อากาศ เทพจรตกที่คางพระขันธกุมาร ห้ามฤกษ์อย่าปลูกบ้านเรือน อย่าทำการมงคลทั้งปวง ไม่ดี โชคร้ายตกแต่เช้าถึงเที่ยง โชคดีตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 4,
        occasion: 'ศุกลปักษ์ ขึ้น ๔ ค่ำ',
        discription: 'ดาวอาทิตย์ตกแผ่นดิน ดาวจันทร์ตกอากาศ ดาวพุธ เสด็จมาให้ฤกษ์ เทพจรตกที่ขา เร่งทำการมงคล ปลูกเรือน ไปสู่หาขุนนางดี ช่วยคนซื้อวัว ควายไม่ดี จะเสียสัตว์ 2 เท้า 4 เท้า ตัดเย็นเสื้อผ้า นุ่ง ผ้าใหม่ ดีจะมีลาภ โชคดีตกเช้าถึงบ่าย โชคร้ายตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 5,
        occasion: 'ศุกลปักษ์ ขึ้น ๕ ค่ำ',
        discription: 'ดาวศุกร์ตกทุกแห่ง ดาวอาทิตย์ตกที่อากาศ ห้ามฤกษ์ เทพจรตกที่เท้า อย่าทำการมงคล ปลูกเรือนจะตาย เดินทางบกดีจะมีลาภ เดินทางเรือไม่ดี ช่วยคนซื้อวัว ควายมีลาภ โชคร้ายตกแต่เช้าถึงบ่าย โชคดีตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 6,
        occasion: 'ศุกลปักษ์ ขึ้น ๖ ค่ำ',
        discription: 'ดาวเกตุตกที่แผ่นดิน ดาวศุกร์ตกที่อากาศ เทพจรอยู่ที่หน้าผาก พระอิศวรเสด็จมาให้ฤกษ์เร่งทำการมงคล ปลูกเรือนดี เดินทางน้ำดี เดินทางน้ำดี ขอเมียดีอายุยืน จะได้ลาภ เพราะท้าวพระยา เดินทางบกไม่ดี ตัดเสื้อผ้า เย็บผ้านุ่งผ้าใหม่จะได้ลาภ โชคดีตกแต่เช้าถึงเที่ยง โชครายตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {   waxing: 7,
        occasion: 'ศุกลปักษ์ ขึ้น ๗ ค่ำ',
        discription: 'ดาวราหูตกน้ำ ดาวอาทิตย์ตกใยอากาศห้ามฤกษ์เทพจรอยู่ที่ราหู พระยมห้ามฤกษ์ อย่าทำการมงคล ปลูกบ้าน จะเกิดความ จะเสียของจะเจ็บป่วยตาย ค้าขายทางน้ำจะเสียของไม่ดีเลย เดินทางบก เรือไม่ดี อย่าไปหาขุนนาง อย่าขอเมียไม่ดีโชคร้าย ตกแต่เช้าถึงเที่ยง โชคดีตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 8,
        occasion: 'ศุกลปักษ์ ขึ้น ๘ ค่ำ',
        discription: 'ดาวเสาร์ตกภูเขา ดาวราหูตกอากาศ เทพจรอยู่ที่ท้อง พระมฤตูห้ามฤกษ์ อย่าทำการมงคลปลูกเรือน เดินทางบก เรือ ไม่ดี อย่าไปหาขุนนาง อย่าขอเมียไม่ดีโชคร้าย ตกแต่เช้าถึงเที่ยง โชคดีตกแต่งบ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 9,
        occasion: 'ศุกลปักษ์ ขึ้น ๙ ค่ำ',
        discription: 'ดาวศุกร์ตกที่สำเภา ดาวเสาร์ตกที่อากาศ เทพจรอยู่ที่ตา พระอินทร์เสด็จมาให้ฤกษ์เร่งทำการมงคล ปลูกเรือนดี จะมีลาภ เพราะขุนนาง ขอเมียดี อายุยืน ช่วยคนซื้อวัวควายดี ไปทางบวก เรือดี ตัดผ้า นุ่งผ้าใหม่ดี มีลาภ โชคดีแต่เช้าถึงเที่ยง โชคร้ายตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 10,
        occasion: 'ศุกลปักษ์ ขึ้น ๑๐ ค่ำ',
        discription: 'ดาวพฤหัสบดี ตกที่แผ่นดิน  ดาวศุกร์ตกที่อากาศ มาห้ามฤกษ์ เทพจรตกที่มือ อย่าทำการมงคล ปลูกเรือนจะตาย อย่าไปทางเรือ จะเสียสัตว์ 2 เท้า 4 เท้า ไปทางบกจะได้ลาภ อย่าขอเมีย จะเสียของรัก จะตายจากกัน อย่าตัดผ้า เย็บผ้า นุ่งผ้าใหม่ไม่ดีโชคร้ายตกตั้งแต่เช้าถึงเที่ยง โชคดีตกแต่งบ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 11,
        occasion: 'ศุกลปักษ์ ขึ้น ๑๑ ค่ำ',
        discription: 'ดาวพุธตกที่คน เป็นคนดี ดาวพฤหัสบดีตกในอากาศ มาให้ฤกษ์ เทพจร อยู่ที่ฟัน พระนารายณ์เสด็จมาให้ฤกษ์ เร่งทำการมงคล ปลูกเรือนดี ไปหาขุนนางจะได้ลาภ อย่างช่วยคน อย่าซื้อวัวควายไม่ดี ซื้อผ้า ตัดผ้า นุ่งผ้าใหม่ไม่ดี โชคดีตกแต่เช้าถึงเที่ยง โชคร้ายตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 12,
        occasion: 'ศุกลปักษ์ ขึ้น ๑๒ ค่ำ',
        discription: 'ดาวอังคารตกที่คนเข็ญใจ ดาวพุธตกในอากาศ ห้ามฤกษ์ เทพจรอยู่บาน พระยมห้ามฤกษ์อย่าทำการมงคล อย่าปลูกเรือน อย่ามุงหลังคาไม่ดี ไปค้าขายทางบก เรือไม่ดี อย่าขอเมีย แต่ไปหาขุนนางจะได้ลาภ ตัดเย็บผ้า นุ่งผ้าใหม่ไม่ดี โชคดีตกแต่เช้า ถึงสาย โชคร้ายตกแต่เที่ยงถึงรุ่งอรุณแล'
    },
    {
        waxing: 13,
        occasion: 'ศุกลปักษ์ ขึ้น ๑๓ ค่ำ',
        discription: 'ดาวจันทร์ตกที่เศรษฐี ดาวอังคารตกอากาศเทพจรอยู่ที่คางพระวิษณุกรรมให้ฤกษ์เร่งทำการมงคล ปลูกเรือนดี เจรจาถ้อยคำความไม่ดี ขอเมียดีนัก เดินทางบกไม่ดี ทางน้ำดี ทำการอื่น ๆ ช่วยคนซื้อวัวควาย ไม่ดี ตัดผ้าเย็บผ้า นุ่งผ้าใหม่ไม่ดีโชคดีตกแต่เช้าแก่โชคร้ายตกแต่เที่ยงถึงรุ่งอรุณแล'
    },
    {
        waxing: 14,
        occasion: 'ศุกลปักษ์ ขึ้น ๑๔ ค่ำ',
        discription: 'ดาวอาทิตย์ตกที่ภูเขา ดาวจันทร์ตกในอากาศ ห้ามฤกษ์ เทพจรอยู่ขา พระกาฬห้ามฤกษ์ อย่าทำการมงคล ปลูกเรือนไม่ดี ถ้าทำการอื่นดีมีลาภอย่าขอเมียไปล่าเนื้อ จะเสียทรัพย์สิน อย่าช่วยคน อย่าซื้อวัว ควาย อย่าไปหาขุนนาง อย่าตัด – เย็บหรือนุ่งผ้าใหม่ ไม่ดีทั้งสิ้น โชคร้ายตกแต่เช้าถึงเที่ยง โชคดีตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        waxing: 15,
        occasion: 'ศุกลปักษ์ ขึ้น ๑๕ ค่ำ',
        discription: 'ดาวมฤตยู ตกศาลเจ้าทุกแห่ง ดาวอาทิตย์ตกในอากาศเทพจรอยู่ที่หลัง พระนารายณ์เสด็จมาให้ฤกษ์ ทำการมงคล ปลูกเรือนดี โกนจุกลงท่า เข้าหาขุนนาง ค้าขาย ทางบก เรือดีทั้งสิ้น ขอเมียไม่ดี ตัดเย็บ นุ่งผ้าใหม่ไม่ดี โชคดีแต่เช้าถึงเที่ยง โชคร้ายตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        dark: 1,
        occasion: 'กาฬปักษ์ แรม ๑ ค่ำ',
        discription: 'ดาวเกตุตกที่พื้นดิน ดาวมฤตยูตกในอากาศห้ามฤกษ์ เร่งทำการมงคล ปลูกเรือน สารพัดการทั้งปวงดี โชคดีตกแต่เช้าถึงเที่ยง โชคร้ายตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        dark: 2,
        occasion: 'กาฬปักษ์ แรม ๒ ค่ำ',
        discription: 'ดาวราหูตกในน้ำ ดาวเกตุตกในอากาศห้ามฤกษ์ เทพจรอยู่ที่มือ พระยมเสด็จมาห้ามฤกษ์ อย่าปลูกเรือน อย่าทำการมงคล เดินทางบก เรือ สารพัดไม่ดีเลย แต่ไปหาขุนนางดี โชคร้ายตกแต่เช้าถึงเที่ยง โชคดีตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        dark: 3,
        occasion: 'กาฬปักษ์ แรม ๓ ค่ำ',
        discription: 'ดาวเสาร์ตกที่หนทาง ดาวพุธตกในอากาศห้ามฤกษ์ เทพจรอยู่ที่เท้า พระมฤตยูห้ามฤกษ์อย่าทำการมงคล อย่าปลูกบ้านสารพัดการทั้งปวงไม่ดี โชคร้ายตกแต่เช้าถึงเที่ยง โชคดีตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        dark: 4,
        occasion: 'กาฬปักษ์ แรม ๔ ค่ำ',
        discription: 'ดาวศุกร์ตกที่พระยา ดาวเสาร์ตกในอากาศ เทพจรอยู่ที่ฟัน พระอินทร์เสด็จมาให้ฤกษ์ เร่งทำการมงคล ปลูกเรือนดี ขอเมียไม่ดี จะตายจากกัน ไปหาขุนนาง เย็บ ตัด นุ่งผ้าใหม่ดี จะมีลาภ โชคดีตกแต่เช้าถึงเที่ยง โชคร้ายตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        dark: 5,
        occasion: 'กาฬปักษ์ แรม ๕ ค่ำ',
        discription: 'ดาวพฤหัสบดีตกในป่า ดาวศุกร์ตกในอากาศ ห้ามฤกษ์เทพจรอยู่ที่ลิ้น พระกาฬห้ามฤกษ์ อย่าทำการมงคล ปลูกเรือนไม่ดี ไปทางเรือนดี เจรจาถ้อยความไปหาขุนนางไม่ดี ตัด เย็บ นุ่งผ้าใหม่ไม่ดี โชคร้ายตกแต่เช้าถึงเที่ยง โชคดีตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        dark: 6,
        occasion: 'กาฬปักษ์ แรม ๖ ค่ำ',
        discription: 'ดาวพุธตกในเมือง ดาวพฤหัสบดี ตกในอากาศห้ามฤกษ์ เทพจรอยู่หน้าผาก พระนารายณ์เสด็จมาให้ฤกษ์ เร่งทำการมงคล ปลูกเรือนสารพัดการทั้งปวงดี โชคดีตกแต่เช้าถึงเที่ยง โชคร้ายตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        dark: 7,
        occasion: 'กาฬปักษ์ แรม ๗ ค่ำ',
        discription: 'ดาวอังคารตกในน้ำ ดาวพุธตกในอากาศห้ามฤกษ์ เทพจรอยู่ศีรษะ พระยมห้ามฤกษ์ อย่าทำการมงคล อย่าปลูกเรือน เดินทางเรือไม่ดี ทางบกดีมีลาภ ขอเมียไม่ดี ช่วยคน ซื้อวัวควายไม่ดี ตัดเย็บนุ่งผ้าใหม่ไม่ดี โชคร้ายตกแต่งเช้าถึงสายแก่ โชคดีตกแต่เที่ยงถึงรุ่งอรุณแล'
    },
    {
        dark: 8,
        occasion: 'กาฬปักษ์ แรม ๘ ค่ำ',
        discription: 'ดาวจันทร์ตกในแผ่นดิน อังคารตกในอากาศห้ามฤกษ์ อย่าทำการมงคล อย่าปลูกบ้านไม่ดี เดินทางเรือ ทางบก ไปหาขุนนางจะมีลาภ ทำการอื่นๆ ซื้อวัว ควาย ช่วยคนไปสู่ขอภรรยา ไม่ดี จะเสียของถ้าเจรจาถ้อยความจะชนะ ตัด เย็บนุ่งผ้าใหม่ไม่ดี โชคร้ายตกแต่เช้าถึงเที่ยง โชคดีตกแต่บ่ายถึงรุ่งอรุณแล'
    },
    {
        dark: 9,
        occasion: 'กาฬปักษ์ แรม ๙ ค่ำ',
        discription: 'พระอาทิตย์ตกอยู่ในสวนคนเข็ญใจ พระจันทร์ตกอยู่ในอากาศให้ฤกษ์เทพจรตกอยู่ที่หู พระวิษณุกรรมเสด็จลงมาให้ฤกษ์ เร่งทำการมงคล ปลูกเรือนดีอย่าตายสวน จะเจ็บมือเจ็บตีน อย่าไปค้าขายไม่ดี ทำการอื่นดี สู่ขอภรรยาดี ไปหาขุนนางไม่ดี ตัดผ้า เย็บผ้า นุ่งผ้าใหม่ไม่ดี โชคดีตกแต่เช้าถึงเที่ยง โชคร้ายตกแต่บ่ายถึงรุ่งอรุณ'
    },
    {
        dark: 10,
        occasion: 'กาฬปักษ์ แรม ๑๐ ค่ำ',
        discription: 'พระพฤหัสบดี ตกอยู่ในแผ่นดิน พระอาทิตย์ตกอยู่ในอากาศ ห้ามฤกษ์เทพจรตกอยู่ที่สีข้าง พระอินทร์เสด็จลงมาห้ามฤกษ์ อย่าทำการมงคล ปลูกเรือนไม่ดี ยาตราทางบก ทางเรือ สู่ขอภรรยา ช่วยคน ซื้อวัว ควาย ไม่ดี ไปหาขุนนาง ตัดผ้า เย็บผ้า นุ่งผ้าใหม่ไม่ดี โชคร้ายตกแต่เช้าถึงเที่ยง โชคดีตกแต่บ่ายถึงรุ่งอรุณ'
    },
    {
        dark: 11,
        occasion: 'กาฬปักษ์ แรม ๑๑ ค่ำ',
        discription: 'พระพุทธตกอยู่ในแผ่นดิน พระพฤหัสบดี ตกอยู่ในอากาศให้ฤกษ์ เทพจรตกอยู่ที่ลูกคาง พระอิศวรเสด็จลงมาให้ฤกษ์ เร่งทำการมงคล ปลูกเรือนไม่ดี ยาตราทางบก ทางเรือดี อย่าเจรจาถ้อยความไม่ดี สู่ขอภรรยาดี จะได้ลาภ ไปหาขุนนาง ตัดผ้า เย็บผ้า นุ่งผ้าใหม่ดี โชคดีตกแต่เช้าถึงบ่าย โชคร้ายตกแต่บ่ายถึงรุ่งอรุณ'
    },
    {
        dark: 12,
        occasion: 'กาฬปักษ์ แรม ๑๒ ค่ำ',
        discription: 'พระราหูตกอยู่ในน้ำ พระเกตุตกอยู่ในอากาศห้ามฤกษ์ เทพจรตกอยู่ที่เท้า พระยมเสด็จมาห้ามฤกษ์ อย่าทำการมงคล ปลูกเรือนไม่ดี ยาตราทางเรือไม่ดี อย่าพาแขกมา แขกมาเรือนไม่ดี ไปหาขุนนางดี อย่าสู่ขอภรรยาไม่ดี ตัดผ้าเย็บผ้า นุ่งผ้าใหม่ไม่ดี แต่ช่วยคนซื้อวัวซื้อควายดี โชคร้ายตกแต่เช้าถึงสายแก่ โชคดีตกแต่เที่ยงถึงรุ่งอรุณ'
    },
    {
        dark: 13,
        occasion: 'กาฬปักษ์ แรม ๑๓ ค่ำ',
        discription: 'พระเสาร์ตกอยู่ในแผ่นดิน เช้าถึงสาย พระมฤตยูเป็นพระเจ้าแผ่นดิน พระราหูอยู่ในอากาศ ให้ฤกษ์ เทพจรอยู่ที่ปากและหู (แห่งใดแห่งหนึ่ง) พระเจ้าเสด็จมา ให้ฤกษ์ ทำการมงคล ปลูกเรือนดี ไปหาขุนนางไม่ดี ไปค้าขายทางบก ทางเรือ เหนือใต้ จะได้ลาภ สู่ขอภรรยาดี แต่ตัดผ้า เย็บผ้า นุ่งผ้าใหม่ไม่ดี โชคดีตกแต่เช้าถึงเที่ยง โชคร้ายตกแต่บ่ายถึงรุ่งอรุณ'
    },
    {
        dark: 14,
        occasion: 'กาฬปักษ์ แรม ๑๔ ค่ำ',
        discription: 'พระศุกร์ตกอยู่ในลานข้าวทุกแห่ง พระเสาร์อยู่ในอากาศให้ฤกษ์ เทพจรตกอยู่ที่หน้าผาก พระอิศวรเสด็จลงมาให้ฤกษ์ เร่งทำการมงคล และปลูกเรือนดีทุก ๆ อย่าง แต่อย่าสู่ขอภรรยาไม่ดี โชคดีตกแต่เช้าถึงเที่ยง โชคร้ายตกแต่บ่ายถึงรุ่งอรุณ'
    },
    {
        dark: 15,
        occasion: 'กาฬปักษ์ แรม ๑๕ ค่ำ',
        discription: 'ดาวพฤหัสบดี ตกแผ่นดิน ดาวศุกร์ตกในอากาศให้ฤกษ์เทพจรอยู่หัวใจ พระควัมเป็นพระเจ้าแผ่นดิน พระอินทร์เสด็จมาให้ฤกษ์ เร่งทำการมงคล ปลูกเรือน สู่ขอภรรยาดี เดินป่าปืนเขาไม่ดีจะเจ็บป่วย แต่ช่วยคนซื้อวัวควาย ดีจะมีลาภ'
    }
]
