export const monthData = [
    { 
        month: 'เดือนมกราคม ท่านว่าเป็นชายได้นั่งเมือง เป็นหญิงมีทรัพย์',
        discription: 'ตำนานว่า : เป็นคนสนุกสนาน ชอบซัดเซพเนจรแสวงโชคต่างถิ่นมักได้ดีมีบุญวาสนาเมื่อเล็กต้องพลัดพรากจากที่อยู่ไปแสวงหาวิชาความรู้ เมื่อวัยกลางคนไปแล้ว จึงจะหวนกลับถิ่นที่อยู่ของตน'
    },
    {
        month: 'เดือนกุมภาพันธ์ ท่านว่าเป็นชายรูปชั่ว เป็นหญิงมักง่าย',
        discription: 'ตำนานว่า : เป็นคนโกรธง่ายหายเร็ว มักทำอะไรไม่เป็นแก่นสารแต่ตัวเอง ต้องพึงพาอาศัยผู้อื่น ไม่ค่อยเป็นตัวของตัวเอง แต่มักมีผู้ให้ความอุปถัมภ์ค้ำจุนดี'
    },
    {
        month: 'เดือนมีนาคม ท่านว่าเป็นชายใจเสาะ เป็นหญิงโกรธง่ายใจนักเลง',
        discription: 'ตำนานว่า : เป็นคนใจคอฉุนเฉียว ชอบทำอะไรตามใจตัวเอง ไม่ค่อยเกรงใจใครๆ ไม่ค่อยสำนึกความผิดของตัวเอง ชอบอาสาคนอื่นทำงานแก่ตัวเองไม่ได้เป็นชิ้นเป็นอัน แต่ทำให้ผู้อื่นเป็นหลักฐานมั่นคง'
    }, 
    {
        month: 'เดือนเมษายน ท่านว่าเป็นชายจะได้ดี เป็นหญิงร่ำรวยรูปสมบัติ',
        discription: 'ตำนานว่า : เป็นคนชอบสนุกร่าเริง เชื่อคนง่ายมักจะถูกหลอกลวง แม้เป็นใหญ่ก็มักจะเสียเพราะ บริวารมีมิตรสหายมาก แต่ทำคุณแก่ใครไม่ค่อยได้ผลตอบแทน เป็นที่พอใจนัก'
    }, 
    {
        month: 'เดือนพฤษภาคม ท่านว่าเป็นชายสติปัญญาดี เป็นหญิงมักได้เป็นคุณหญิงคุณนาย',
        discription: 'ตำนานว่า : เป็นคนซื่อตรง จิตใจตรงไปตรงมา ไม่ค่อยมีข้อโต้แย้ง ใครๆ ไม่ชอบขัดคอคนทำอะไรด้วยความเยือกเย็น ใครๆ เห็นเป็นคนโง่ แต่ธาตุแท้เป็นคนฉลาด สุขุม เชื่อถือ น้ำใจได้ อาสานายเป็นเลิศ'
    }, 
    {
        month: 'เดือนมิถุนายน ท่านว่าเป็นชายไม่แน่นอน เป็นหญิงปากร้าย',
        discription: 'ตำนานว่า : เป็นคนชอบอวดเก่ง ทำอะไรมักได้ดีกว่าใครๆ แต่ไม่สำเร็จตามความคิด พูดจาอย่างหนึ่ง เวลาทำไปอีกอย่างหนึ่ง ไม่ซื่อตรงต่อเวลามากนัก ทำอะไรขอบเอาแต่อารมณ์ ตนเองเชื่อคนยาก'
    },
    {
        month: 'เดือนกรกฎาคม ท่านว่าเป็นชายไม่แน่นอน เป็นหญิงปากร้าย',
        discription: 'ตำนานว่า : เป็นคนชอบอวดเก่ง ทำอะไรมักไม่ดีกว่าใคร ๆ แต่ไม่สำเร็จ ตามความคิด พูดจาอย่างหนึ่งเวลาทำไปอีกอย่างหนึ่ง ไม่ซื่อตรงต่อเวลามากนัก ทำอะไรชอบเอาแต่อารมณ์ ตนเองเชื่อคนยาก'
    }, 
    {
        month: 'เดือนสิงหาคม ท่านว่าเป็นชายใจกล้าหาญ เป็นหญิงมีอำนาจวาสนา',
        discription: 'ตำนานว่า : เป็นคนทำงานอย่างตรงไปตรงมา ชอบอาสาเจ้านายไม่เห็นแก่เหน็ดเหนื่อย ชอบทำงานเพื่อส่วนรวม แต่เพิกเฉยกิจการของตน ครองเรือนไม่ค่อยมีความสุข อย่างแท้จริง ทุกข์กายแต่สบายใจ'
    }, 
    {
        month: 'เดือนกันยายน ท่านว่าเป็นชายมีปัญญาดี เป็นหญิงก็งาม',
        discription: 'ตำนานว่า : เป็นคนชอบคบหาสมาคมกับคนที่มียศถาบรรดาศักดิ์สูงกว่าตนเข้าสังคม ได้กับคนทุกชั้น มีความรู้เลี้ยงตัวเองได้ ไม่ชอบง้อขอพึ่งพาใครๆ ทำอะไรได้ทุกอย่างแต่จะเอาดีไม่ได้โกรธง่ายหายเร็ว มีอารมณ์ทางเพศสูง'
    }, 
    {
        month: 'เดือนตุลาคม ท่านว่าเป็นคนดีมีอำนาจโมโหร้าย',
        discription: 'ตำนานว่า : เป็นคนซื่อสัตย์สุจริตต่อหน้า ทำอะไรมักจะเอาให้ได้ดี จริงๆ มักเป็นคนกลางให้เพื่อนฝูง เป็นคนมองฐานะของตนเองเสมอกับคนทั่วๆไป ไม่ชอบการแบ่งชั้นวรรณะ ถ้ามีการศึกษาอบรมน้อยเป็นคนโง่และหัวกโลบายมาก'
    }, 
    {
        month: 'เดือนพฤศจิกายน ท่านว่าเป็นชายอาภัพ เป็นหญิงเย่อหยิ่งมากชู้',
        discription: 'ตำนานว่า : เป็นคนโกรธง่าย หายช้า ชอบผูกพยาบาท จองเวร เย่อหยิ่งพูดจาไพเราะ เสแสร้ง กิริยาอวดดี แม้ตนยากจนก็ชอบโอ้อวด ชอบคนยกยอปอปั้น และพอใจแสดงตัวเป็นโน่นเป็นนี่'
    }, 
    {
        month: 'เดือนธันวาคม ท่านว่าเป็นชาย จะได้เป็นใหญ่ เป็นหญิง มีปัญญาดี',
        discription: 'ตำนานว่า : เป็นคน พูดจามีหลักฐาน ถือหลักเมตตา มีศีลธรรมประจำใจ ชอบอาสาเจ้านาย ทำอะไรไม่เห็นแก่เหน็ดเหนื่อย เกิดที่นี่มักไปได้ดีมีหลักฐานที่อื่น ชอบเดินทางแสวงหาโชคต่างแดน'
    }
]