export const pruesashata = {
    discription1 : 'อาทิตย์ คือรากเง้า จันทร์นั้นเล่าเป็นแก่นหนา', 
    discription2 : 'อังคารนั่นแหละนา ใบพฤกษาที่ปกคลุม',
    discription3 : 'พุธนั้นเป็นกลุ่มดอก พฤหัสงอกเป็นมูลผล',
    discription4 : 'ศุกร์คือเปลือกไม้ เสาร์นั้นไซร้กิ่งสาขา',
    discription5 : 'ราหูตัวด้วงมอด กินไม้กรอดไล่บีฑา'
}

export const treeshataData = [
    { 
        dara: 'ดาวอาทิตย์ (๑)',
        discription: 'แทนด้วย ราก รากของต้นไม้ที่ทำให้ต้นไม้ยืนต้นมีชีวิต',
        meaning: 'รากฐานของชีวิต แสงสว่าง เกียรติยศ ศักดิ์ศรี ความสง่างาม ระเบียบวินัย ความใฝ่รู้ ใฝ่เรียน และใฝ่หาความเจริญก้าวหน้า ความเป็นผู้นำ'
    },
    {
        dara: 'ดาวจันทร์ (๒)',
        discription: 'แทนด้วย แก่น ราชินีแห่งราตรี แก่นที่ได้รากเป็นหลักยึดให้ยืนต้น',
        meaning: 'แก่นสารของชีวิต สามี-ภรรยา คู่ครอง-คู่ชีวิต ครอบครัว ความประนีประนอม-รอมชอม'
    },
    {
        dara: 'ดาวอังคาร (๓)',
        discription: 'แทนด้วย ใบ ปกป้องปกคลุมต้น ให้ร่มเงา',
        meaning: 'การทำมาหากิน ความกล้าหาญ ความขยันขันแข็ง ไม่อยู่เฉย ความฉลาด ความมีชีวิตชีวา ความสดชื่น ชอบท่องเที่ยวสนุกสนาน'
    }, 
    {
        dara: 'ดาวพุธ (๔)',
        discription: 'แทนด้วย ดอก ผลของความสมบูรณ์ และความสุข',
        meaning: 'ความน่าสนใจ ดึงดูด ผู้ที่พบเห็น โฆษณา ความอ่อนหวาน การพูดจา วาทะศิลป์ ความสัตย์ซื่อ และจริงใจ'
    }, 
    {
        dara: 'ดาวพฤหัส (๕)',
        discription: 'แทนด้วย ผล ความอุดมสมบูรณ์ ความมีอายุของต้นไม้',
        meaning: 'ผลงานของชีวิต คุณธรรม ความเมตตา ปัญญาบริสุทธิ์ ความบริสุทธิ์ ผ่องใส'
    }, 
    {
        dara: 'ดาวศุกร์ (๖)',
        discription: 'แทนด้วย เปลือก ความงดงาม จากเปลือกภายนอก',
        meaning: 'สิ่งที่ชวนให้หลงใหล ความรัก ความปรารถนา ความสุข ความทุกข์ เงินทอง สมบัติ การวางแผน'
    }, 
    {
        dara: 'ดาวเสาร์ (๗)',
        discription: 'แทนด้วย กิ่ง กิ่งก้านสาขา แสดงถึงความแข็งแรง มั่นคง',
        meaning: 'การแผ่ขยายของชีวิต ความอึด ความอดทนเป็นระยะเวลานาน เครดิต การรักษาคำมั่นสัญญา ความรอบคอบ ระแวดระวัง'
    },
    {
        dara: 'ดาวราหู (๘)',
        discription: 'แทนด้วย มอด คืออุปสรรคคอยบั่นทอน',
        meaning: 'ทำลายชีวิตให้สูญสิ้นไป ความมัวเมา ความลุ่มหลง ความหุนหันพลันแล่น ไหวพริบปฏิภาณ การแก้ไขปัญหาสถานการณ์แบบเฉพาะหน้า'
    }  
]
