export const zodiacSignsData = [
    { 
        zodiacSigns: 'ปีชวด : นามหนู',
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนใจคอกล้าหาญ แต่เป็นคนอาภัพ พูดจาอ่อนหวานไปสารทิศมักเป็นคนต้อนับเพื่อนฝูงมาก ทำราชการจะได้ดี หาลาภได้คล่อง แต่อาภัพทางคู่ครอง'
    },
    {
        zodiacSigns: 'ปีฉลู นามวัว',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนเจ้าชู้ จะได้ลาภเพราะผู้ใหญ่ เป็นสมณะชีพราหมณ์จะได้เป็นใหญ่ อาสาเจ้านายอาภัพไม่มีใครมองเห็นความดีญาติพี่น้องเบียดเบียนให้เดือดร้อนเสมอ'
    },
    {
        zodiacSigns: 'ปีขาล นามเสือ',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนพูดจาก้าวร้าว ดุร้ายใจคอแข็งกระด้าง ไม่เรียบร้อย ชอบอาสาเจ้านาย มักทำอะไรใหญ่เกินตัว หัวคิดริเริ่ม ต้นราบรื่น ลงท้ายล้มเหลว ศัตรูมาก'
    }, 
    {
        zodiacSigns: 'ปีเถาะ : นามกระต่าย',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนเหลาะแหละ ชอบอยู่ไม่เป็นที่เป็นทาง มักพอใจแสวงหาโชคต่างแดน รู้หลักนักปราชญ์ เก็บเงินเก็บทองมักไม่อยู่ มีคนนับถือมาก ผู้ใหญ่ให้ความสนับสนุนงานดี'
    }, 
    {
        zodiacSigns: 'ปีมะโรง : นามงูใหญ่ (นาค)',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนมีอำนาจวาสนา มักตายด้วยการอาสาผู้อื่น จะได้ลาภ เพราะต่างเพศทำราชการมีชื่อเสียงดี วัยเด็กมักลำบาก วัยแก่มีหลักแหล่ง อยู่ร่มเย็นเป็นสุข'
    }, 
    {
        zodiacSigns: 'ปีมะเส็ง : นามงูเล็ก',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนชอบอาสาเจ้านาย จะได้รับความเหนื่อยยากลำบากกาย ทำคุณแก่ใครไม่ขึ้น อาภัยคู่ครอง ทำการงานดี แต่ไม่ค่อยมีใครสนใจและเห็นใจ จะสุขกาย สบายใจเมื่อวัยชรา'
    },
    {
        zodiacSigns: 'ปีมะเมีย : นามม้า',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนมีจิตใจสูง แต่เชื่อคนง่าย ทำอะไรไม่เรียบร้อย มักมีตำหนิ ไปที่ใดมักมีคนนับถือเสมือนญาติพี่น้อง จะตกอับเพราะจิตใจมักง่าย ทำราชการดี เจ้านายสนับสนุน'
    }, 
    {
        zodiacSigns: 'ปีมะแม : นามแพะ',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนใจคอกล้าหาญ แต่ในทางที่ผิดทำนองครองธรรม เชื่อคนง่ายๆ แม้จะมีสติปัญญาหรือเป็นใหญ่ ก็มักจะถูกหลวงลวง เสียเกียรติยศ ชื่อเสียงเพราะบริวาร'
    }, 
    {
        zodiacSigns: 'ปีวอก : นามลิง',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนกามารมณ์จัด มากชู้หลายคู่นอน มีอำนาจวาสนาสูง บริวารเกรงใจ ใครๆ ก็กลัวอำนาจ ปกครองคนดี แต่วัยชราจะตกอับ สิ้นอำนาจวาสนาและขาดญาติพี่น้องและบริวาร'
    }, 
    {
        zodiacSigns: 'ปีระกา : นามไก่',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนมีสติปัญญาดี อาสาเจ้านาย ชอบคำเยินยอ เป็นเจ้านาย จะเสียเพราะบริวาร มักเชื่อใครง่ายๆ และใจอ่อน พูดจาไม่ค่อยสุภาพ แต่มีคนรักใคร่นับถือ เป็นที่พอใจของเพศตรงข้าม'
    }, 
    {
        zodiacSigns: 'ปีจอ : นามหมา',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนรู้หลักนักปราชญ์ มีเพื่อนฝูงมาก ชอบอาสาเจ้านายไม่เห็นแก่ยากลำบาก ทำคุณแก่ใครไม่ขึ้น จะเหนื่อยกายแต่สบายใจ ทำอะไรรีบร้อน ชอบเอาใจผู้อื่น อาภัพคู่ครอง'
    }, 
    {
        zodiacSigns: 'ปีกุน : นามหมู',        
        discription: 'คนเกิดปีนี้ตำนานว่า : เป็นคนทำอะไรที่เชื่องช้าไม่เรียบร้อยเหมือนใครๆ แต่มักจะใจร้อนฉุนเฉียว ใครพูดผิดใจมักโกรธและมีการคิดแก้แค้น จะได้ลาภจากเพศตรงข้าม ไปอยู่ที่ไหนมีคนนับหน้าถือตา ทำราชการจะได้เป็นใหญ่'
    }
]